IDEA Open Model
CrossSectionThermalAttribute Constructor
Compatible with IDEA StatiCa Beta 20.0
 Constructor
 Namespace: IdeaRS.OpenModel.CrossSection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.2
Syntax
public CrossSectionThermalAttribute()
Public Sub New
See Also
Reference
CrossSectionThermalAttribute Class
IdeaRS.OpenModel.CrossSection Namespace